{
  "outcome": [{
    "name": "OUTCOME",
    "paragraph": [{
      "title": "Skills & knowledge",
      "text": "<p>After finishing the AP Degree Programme in Multimedia Design you will be ready to explore the this area further with certain skills and knowledge that will make you confident and ready to step into the real world of multimedia designers. You will get knowledge of the professional practices within the field as well as key applied theories and methods of relevance to the analysis, ideation, design, planning, realisation and management of digital media tasks as well as the implementation, administration and maintenance of digital media productions. Moreover, you will have an understanding of practices and key theories and methods as well as an understanding of the use of theories and methods in the digital media profession.</p><p>By the time you will finish this 4 semesters journey you will be able to apply key methods and tools relevant to the analysis, ideation, design, planning, realisation and management of digital media tasks, and apply skills of relevance to employment within digital media. At the same time you will be more advanced in communicating your ideas and solutions to different media issues to your partners and users.</p>"
    },
      {
        "title": "Job opportunities",
        "text": "<p>As a graduate in Multimedia Design, you will be a digital entrepreneur with a tool box that enables you to work within a broad range of industries. Your job will typically involve designing, planning and managing multimedia tasks. <br/>You may find work at a digital agency, you may become a digital manager in small or medium-sized companies or you may become your own digital agency if you choose to start as an entrepreneur with your own agency. </p><p>Basically, after finishing the programme and becoming a digital master, you can easily find a job such as:<br/> <ul><li>Frontend designer </li><li>Frontend developper </li><li>UX designer </li><li>Content manager </li><li>SoMe manager </li><li>Content creator </li><li>E-commerce developper </li><li>Good luck!</li></ul></p>"
      }
    ]
  }],

  "contentOfProgramme": [{
    "name": "1st semester",
    "paragraph": [{
      "name": "Design and programming of digital user interfaces 1",
      "paragraph": "<p>During the first semester you will experience and cover basic principles for the design and programming of digital solutions as you focus on the design and structure of the user interface. Your main centre of attention will be the user, as you will learn how to conduct different user-tests in order to build a good and functional multimedia platform.</p><p> You will be introduced to different technologies meant to help you come up with solutions within design and programming of user interfaces.</p>"
    },
      {
        "name": "Design and programming of digital content 1",
        "paragraph": "<p>The programme element covers the design, programming and production of simple digital content solutions for selected media platforms. The programme element focuses on the production of simple content for media platforms based on data-driven user understanding. Solutions are designer, programmed and produced on the basis of a content and business strategy, and an introduction is given to key technologies and business models of relevance to the design and programming of digital content.</p>"
      }
    ]
  },
    {
      "name": "2nd semester",
      "paragraph": [{
        "name": "Design and programming of digital user interfaces 2",
        "paragraph": "<p>This part of the programme is defined by design and programming of complex digital solutions with high focus on user interfaces. Testing the user will be a daily basis exercise and key methods used for that will be applied. The solutions are designed and programmed in teams applying technologies and development methods that support teamwork.</p><p> The programme element covers the design and programming of complex digital solutions for multiple types of media, meaning that it focuses on multiple types of digital content, multiple types of media and related production methods. In the production of content, technologies are applied to manage and present content, and the communication of data forms part of the production of digital content.</p>"
      }]
    },
    {
      "name": "3rd semester",
      "paragraph": [{
        "paragraph": "<p>In addition to the obligatory subjects, we offer local specialisations in e.g. frontend design, frontend development, or content creation. We are constantly developing new elective subjects in relation to relevance and demand.</p>"
      }]
    },
    {
      "name": "4th semester",
      "paragraph": [{
        "paragraph": "<p>In the fourth semester of the programme, you must do a ten-week internship either in Denmark or abroad. Here, you get the chance to test your digital skills in practice and to strengthen your professional network, which you can benefit from once your graduate.</p><p> You can choose between entrepreneurial, virtual and project-based internship. After the internship period, you will take a test based on a report describing your individual internship.</p><p> Regarding the preparation for this, you will have a KEA coordinator to help you with the practicabilities, which you must help organise yourself, including finding a host company.</p>"
      }]
    },
    {
      "name": "Exams",
      "paragraph": [{
        "paragraph": "<p>Each semester concludes with an exam in which you prove practically that you have understood and that you are capable to use the methods, design principles and programming languages that you have been taught during classes.</p><p> The exam consists of an oral and written part with an external co-examiner, where a single aggregate individual grade according to the 7-point grading scale is awarded for the written project and the oral performance.</p>"
      }]
    }
  ]
}
